<!DOCTYPE HTML>
<html>
<head>
<meta http-equiv="content-type" content="text/html; charset=windows-1251" />
<script type="text/javascript" src="http://localhost/ironhouse/equipment/js/jquery-1.8.2.min.js"></script>
<script>
$(document).ready(function(){
$('.block-artic').click(function(){
 $(this).find('div').slideToggle(300);   
});
});
</script>
<link href="http://localhost/ironhouse/equipment/css/style.css" rel="stylesheet" type="text/css" />
	<title>ООО"IRON HOUSE"</title>
</head>
<body id="container">
<div id="block-body">
<?php 
    include("include/block-header.php");
    include("admin/inc/count.php");
?>
<div id="block-content">
<h1 align="center" id="titles">Статьи</h1>
<div id="artic">
<div class='block-artic' style="border-top: 1px solid transparent;">
<h3 align="center">Параметры выбора шлагбаума</h3>
<div id="block-art">
<p class="articsP">Одним из средств, контролирующих поток автомобилей или пешеходов на ту или иную территорию, является шлагбаум.</p>
<p align="center" style="font: 18px sans-serif; color: #34659D;">Что необходимо учитывать при выборе шлагбаума?</p>
<ul id="articUL">
<li>Точная ширина проезда</li>
<p class="articsP">Укоротить или, наоборот, удлинить стрелу шлагбаума невозможно, поэтому необходимо знать точные размеры, чтобы шлагбаум эффективно выполнял свои функции. Если на территорию объекта постоянно заезжает транспорт, следует выбирать шлагбаумы с высокой пропускной способностью, которая обуславливается временем подъема и опускания стрелы. В зависимости от назначения и модели время подъема и опускания стрелы длится от 2-ух до 10 секунд. Поэтому, чем быстрее работает стрела, тем выше пропускная способность.</p>
<li>Тип привода шлагбаума</li>
<p class="articsP">В зависимости от типа привода существуют гидравлические и электромеханические шлагбаумы. К достоинствам гидравлического типа относится бесшумность и бесперебойность режима работы. К минусам можно отнести затруднение работы в мороз, так как масло, обеспечивающее работу гидропривода, замерзает.
<br /><br />
Электромеханические являются самым оптимальным видом шлагбаумов. Они просты в эксплуатации и могут работать при любых погодных условиях.</p>
<li>Способ управления шлагбаумом</li>
<p class="articsP">Управление шлагбаумом может осуществляться с помощью:</p>
<ul>
<li>выносного ключа-выключателя;</li>
<li>клавиатуры;</li>
<li>радиоканала;</li>
<li>простой кнопки.</li>
</ul><br />
<li>Устройства, обеспечивающие безопасность</li>
<p class="articsP">
<b style="font: 17px sans-serif; color: #34659D;">Проблесковые лампы</b> предупреждают о начале движения стрелы.
<br />
<b style="font: 17px sans-serif; color: #34659D;">Фотоэлементы безопасности</b> устанавливаются на выносных стойках. Блокируют стрелу шлагбаума в ситуациях, когда в область его действия попадают автомобили и люди. Это позволяет предотвратить аварийные ситуации. Зона действия фотоэлементов может достигать 30 метров.
<br />
<b style="font: 17px sans-serif; color: #34659D;">Бордюры безопасности</b> располагаются внизу стрелы. В случае, когда автомобиль врезается в шлагбаум, бордюры смягчают удар.
<br />
<b style="font: 17px sans-serif; color: #34659D;">Катафорты</b> – это светоотражающие накладки, устанавливающиеся на стрелу шлагбаума, что делает его заметным в темноте.
<br />
Учитывая все вышеописанные параметры, Вы сможете выбрать идеально подходящий шлагбаум.
</p>
</ul>
</div>
</div>
<div class='block-artic' style="border-top: 1px solid transparent;">
<h3 align="center">Интенсивность шлагбаума</h3>
<div id="block-art">
<img src="http://localhost/ironhouse/equipment/images/sh.jpg" style="float: left; width: auto; margin: 15px 45px 15px 15px; border: 3px solid #F5F5F5; box-shadow: 0.6em 0.6em 7px #C5C5C5;" />
<p class="articsP">Шлагбаумы имеют условное разделение на 2 типа:</p>
<ul id="articUL">
<li>малой интенсивности (residential)</li>
<li>интенсивные (industrial)</li>
</ul>
<p class="articsP">Первые предназначены для нагрузки от ста до нескольких сотен циклов в день, вторые - для нагрузки несколько тысяч циклов. Разные производители указывают в качестве рекомендованной разную суточную интенсивность работы шлагбаума, поэтому сравнивать модели разных производителей только по одному этому параметру достаточно сложно.</p>
<p class="articsP">Отдельные производители указывают в технических характеристиках параметр средней наработки на отказ - MCBF (MiddleCyclesBeforeFailure), который и является показателем надежности. Данный параметр является стандартизованным, однако его указывают не все производители. Так, шлагбаум, имеющий MCBF 1 млн. циклов - достаточно надежен, а MCBF 5 млн. - более чем надежен.</p>
</div>
</div>
<div class='block-artic' style="border-top: 1px solid transparent;">
<h3 align="center">Для чего нужны фотоэлементы</h3>
<div id="block-art">
<p class="articsP">Фотоэлементы необходимы для безопасности работы шлагбаума. Если в то время пока проезд открыт и проезжающая машина остановилась под стрелой, стрела не опустится, тем самым не повредит автомобиль.</p>
</div>
</div>
</div>
</div>
<?php
    include("include/block-footer.php");
?>
</div>
</body>
</html>
